[
	{
		"id": "1",
		"title": "'Founder Mode': The Business World's Panacea?",
		"image": "/blog-covers/blog-1.png",
		"tags": ["Entrepreneurship", "Leadership"],
		"date": "2024-11-04",
		"author": "Atharva Mishra",
		"content": [
			"Mr. Graham had written an essay highlighting the superiority of 'Founder Mode' over 'Manager Mode'. Let us first try to decipher such nebulous terminology.",
			"Founder Mode - this word has become the talk of the town, since its inception in September by Paul Graham, Co-founder, Y-combinator. This term has been mooted about by the sundry pooh-bahs of the entrepreneurial and corporate worlds.",
			"Founder Mode can be interpreted as an unorthodox management style, where the CEO has a more hands-on and domineering approach towards the decision-making and execution of plans. Mr. Graham claims that companies with such flat organizational structures, and where CEOs routinely involve in 'Skip-Level Meetings' show better results. Apple's Co-founder, Steve Jobs, and Airbnb Co-founder Brian Chesky are given as examples of the success of this model.",
			"He also expresses his disdain for text-books like 'Manager Mode' which revolves around the delegation of work in a tall organizational structure, summarized by the hackneyed maxim preached to young founders - 'hire good people and give them room to do their jobs.' He chides organizations for having too many unscrupulous emissaries, echoing the dictum 'too many cooks spoil the broth.' Simply put, he advises CEOs to lead like founders and not managers.",
			"Several start-up moguls including Tobias Lütke, CEO and Co-founder, of Shopify have vociferously supported Mr. Graham's blog. They argue that there are certain things that only founders can do, and managers may find themselves inept.",
			"Dan Rose, who held leadership positions at Amazon and Meta, wrote that Jeff Bezos and Mark Zuckerberg “were both micro-managers, deep in the details of the product and business. They never set expectations of autonomy, and they fired anyone who resisted their oversight.” It seems that such 'Founder Mode' idiosyncratic behavior is common amongst successful entrepreneurs.",
			"Founders are the biological parents of the organization and share a personal connection with it. On the contrary, managers have less moral authority to drive change and are considered more disposable. In the end, it is just a job for them. Hence it seems axiomatic to allow the founders-CEOs to be involved in every nitty-gritty of business, as they are the de facto omniscient and omnipotent numero uno of the company.",
			"An example that can be adduced to support 'Founder Mode' is Steve Jobs's intervention in the Macintosh team. His expertise in calligraphy led to the addition of beautiful typography on the computer. This further evolved into the plethora of font options available today, in every computer system. I can list ad nauseam about how the founder's God-like interventions, heroics, and prudence saved their companies from certain doom. Handful founders like Steve Jobs, have had their names permanently etched in the hall of fame and command respect at the highest echelon.",
			"However, there are certain fallacies in the 'Founder Mode'. Not every founder is as ingenious as Steve Jobs or Elon Musk. Not every founder has that temperament or finesse. Not every business may thrive in such conditions. Commensurate to every success story, there are probably thousands of failed enthusiasts.",
			"The best example is that of Rahul Yadav, Founder, and ex-CEO, Housing.com. The prodigal IIT-Bombay dropout had launched Housing.com in 2012, and just two years later, it was valued at over Rs 1,500 Crore. However, the capricious nature of the founder, and his public contretemps with board members and investors, led to his downfall. In hindsight, he may have become the next big thing, if he had the proper guidance. Adam Neuman, co-founder, and ex-CEO, of WeWork, and Elizabeth Holmes, co-founder, and ex-CEO shared a similar fate due to their erratic, eccentric and narcissistic behavior and had to face enormous ignominy.",
			"One can see a direct link between 'Founder Mode' and Franz Kafka's story 'Poseidon'. The story revolves around Poseidon, the God of the sea, and amongst the three most powerful Greek Gods. According to Kafka's chronicle, Poseidon is so caught up with the paperwork vis-a-vis his territory, that he does not even have time to explore his oceans. He could delegate the menial work to his adjutants, but he does not trust them. Instead, he sits at the bottom of the ocean and chooses to do all the grunt work by himself. Hence he is reduced from the papacy to a clerk.",
			"Henrik Torstensson, a venture capitalist, states that some creators aren't great at executing. 'When a startup has reached sufficient scale, a great executing manager likely does better than a bad to medium executing founder,' he concluded. This also resonates with the conventional approach to scaling up businesses. He also cited the example of Satya Nadella- the apotheosis of 'Manager Mode'.",
			"The author has also received major flak online. People have derided him for merely giving 'micromanaging' a more acceptable, sesquipedalian term. Judd Antin, an executive coach, writes in his blog that this new word has been created for founders to expiate their failure to adapt and delegate as their business grows and their penchant for sticking to flawed managerial practices.",
			"It is exhorted by most experts not to look at management in such a bipartisan fashion. While 'Founder mode' brings swiftness and ingenuity, 'Manager mode' promotes stability. Both 'modes' seem to be on par with each other and companies should strive for a via media between them. It's worth noting that in his second stint at Apple, Steve Jobs had Tim Cook by his side, the Google founders were affiliated with Eric Schmidt, and Gwynne Shotwell is associated with Elon's SpaceX. The co-existence of both these modes, in the right amount, is the secret sauce to build and maintain successful organizations."
		],
		"references": [
			"https://paulgraham.com/foundermode.html",
			"https://torstensson.com/2024/09/02/founder-mode-take-2-or-life-is-always-more-complex/",
			"https://wsj.com/tech/with-founder-mode-silicon-valley-makes-micromanaging-cool-7a6c34ad",
			"https://economictimes.indiatimes.com/news/company/corporate-trends/is-rahul-yadav-the-sacked-founder-of-housing-com-still-cruising-for-a-bruising/articleshow/100728036.cms?from=mdr",
			"https://medium.com/onebigthought/the-problem-with-founders-4faba63d3f5f",
			"https://fortune.com/2024/09/08/founder-mode-vs-manager-mode-meaning-paul-graham-essay/",
			"https://entrepreneur.com/business-news/what-is-founder-mode-and-why-is-it-better-than-manager-mode/479465",
			"https://nytimes.com/2024/09/03/business/dealbook/founder-mode-chesky-graham.html"
		]
	},
	{
		"id": "2",
		"title": "Faineant Employees vs Avaricious Managers",
		"image": "/blog-covers/blog-2.png",
		"tags": ["Work Culture", "Corporate Ethics"],
		"date": "2024-11-05",
		"author": "Atharva Mishra",
		"content": [
			"No one on his deathbed ever said 'I wish I had spent more time on my business' - Paul Tsongas, US Politician",
			"The tragic demise of the 26-year-old EY employee has sparked a widespread debate on the toxic work culture foisted by sundry MNCs operating in India.",
			"Anna Sebastian Perayil, a neophyte at Ernst & Young, succumbed to cardiac arrest in July this year. Her parents insinuated that work pressure at EY played a preponderant role in the untimely death of their daughter. They have also lambasted the company for its inhumane work culture and its glorification of overwork.",
			"Aristotle, the acclaimed Greek philosopher, asserted that work is an essential part of one's life and that it is a means to an end. He also believed that leisure is equally important as it gives one time to reflect and explore. In his book 'Nicomachean Ethics,' he states that a person needs to counterpoise work and leisure, to attain 'eudaimonia,' or 'happiness'.",
			"In France, there is a concept of 'Faire le Pont' or 'to bridge.' If there is a holiday on Tuesday or Thursday, the day in between (i.e., Monday or Friday) is considered a paid leave. Hence they are often given 4-day weekends to get away from the hustle and bustle of work life. The average Indian worker clocks 46.7 hours each week, in contrast to Germany's 34.2 hours per week. Most western nations' labor laws emphasize the importance of health, safety, and well-being of workers. Hence products or services crafted by these countries have very high-quality standards and are renowned for their ingenuity and originality.",
			"In contrast, Asian countries like Japan suffer from the problem of being overworked. Karoshi, or 'Overwork death,' is something that the Japanese Government is trying to battle. China too, is infamous for neglecting the abhorrent working conditions of its people. Nonetheless, these countries have achieved astronomical growth in their economies, through the sweat and toil of their inhabitants.",
			"Before 1991, the Indian government focused on constructing a closed socialist economy, where the state controlled most of the heavy, technology-intensive industries. The Government did not care about making profits, and the employees could not be fired for not doing work. These institutions were also bridled by labor unions. This created an army of desultory workers. The growth of the private sector was encumbered by the absurd License Raj. It is evident that since the 1991 Liberalization of India's economy, the work culture has taken a paradigm shift.",
			"The internet revolution has further opened up new industries. The sleeping elephant has woken up from a lull ever since. The free market has led to a rise in competition. To compete in the market, companies have to maximize their efficiency. This means employing a minimal number of employees to complete a task. However, the line between efficiency and exploitation is a tenuous one.",
			"Last year, Narayan Murthy, Co-founder of Infosys, exhorted that the Indian youth should be prepared to work for 70 hours a week, for the welfare of the Indian society. Other nabobs from the tech industry, like Bhavish Aggarwal, CEO & Co-founder of OLA, echoed a similar sentiment. According to the Factories Act 1948, workers should be paid double the regular rate for any work beyond the standard 48 hours per week. The question that inexorably arises is - Are companies ready to compensate their employees for their overtime and extra efforts?",
			"It is also to be noted that India has laws like the Factories Act 1948 and the Shops and Establishments Act to protect workers from exploitation; however, they are regularly flouted by rapacious managers. They are not perturbed by their exploitative tactics, as they see employees as easily replaceable gunk, and often seek to hire candidates who can acquiesce to their impossible deadlines and inhumane work conditions. Therefore, more than 51% of India's workforce logs more than 49 hours weekly.",
			"For improving the lives of employees, strong labor unions can be established, but they have a history of marring companies with inefficiency. However, exponential growth in the economy bolstered by efficient companies is of no use if it takes a toll on the mental health of its people.",
			"Therefore, a healthy Modus Vivendi should be reached between employees and companies. The Government should take measures so that employees can lead a reasonable work-life balance, without reimplementing the draconian statism policies. Schools and colleges' curricula should emphasize important skills like teamwork, empathy, and etiquettes. The Indian corporate should jettison its toxic traits to make way for a more humane and conducive work environment, which inevitably increases efficiency."
		],
		"references": [
			"https://www.brainyquote.com/quotes/paul_tsongas_400835",
			"https://www.bbc.com/news/articles/c0kjgp4jr5yo",
			"https://en.wikipedia.org/wiki/Karoshi",
			"https://economictimes.indiatimes.com/magazines/panache/narayan-murthy-defends-70-hr-a-week-work-policy-says-employees-should-emulate-less-fortunate-who-work-extremely-hard/articleshow/106577444.cms?from=mdr",
			"https://www.thoughtco.com/french-expression-faire-le-pont-1371485",
			"https://www.business-standard.com/amp/india-news/india-among-top-overworked-nations-51-employees-work-49-hours-a-week-124092000495_1.html",
			"https://en.wikipedia.org/wiki/The_Protestant_Ethic_and_the_Spirit_of_Capitalism"
		]
	},
	{
		"id": "3",
		"title": "The Metamorphosis of the Indian GCC Industry",
		"image": "/blog-covers/blog-3.webp",
		"tags": ["GCCs", "Indian Economy"],
		"date": "2024-11-06",
		"author": "Atharva Mishra",
		"content": [
			"According to a report titled “India GCC Landscape Report: The 5-Year Journey” by Nasscom-Zinnov in September 2024, 70% of Fortune 500 Companies will proliferate their presence in the Indian Market by 2030. Let us delve further into this matter.",
			"“Being a democratic polity, a pluralistic society and a market economy, India will grow with others, not separately” - S. Jaishankar, Minister of External Affairs of India",
			"Global Capacity centers or GCCs are offshore units of MNCs (Multinational Corporations) that manage a wide gamut of processes and tasks under the aegis of their parent company. To understand their evolution, we need to start from the very beginning.",
			"In 1835, Lord Macaulay introduced an education system in India to anglicize Indians to perform menial tasks needed to govern the huge public under the British Raj. The infamous quote by Lord Macaulay aptly summarizes his intentions: “Indian in blood and color but English in taste, in opinions, in morals, and in intellect.” Thereafter, English was heavily promoted in schools, but India lost out on its indigenous culture, linguistic diversity, Gurukuls, etc.",
			"Fast forward to the post-independence era, the Foreign Exchange Regulation Act (FERA) 1974 prevented the development of MNCs in India. According to FERA, all foreign companies had to dilute their shareholdings to 40% and needed permission from the RBI to operate in India if their shareholding was higher. This led to high-profile companies like Coca-Cola and IBM exiting the country. FERA's focus was on preserving foreign exchange, which was considered a scarce resource at the time.",
			"In 1998, this law was repealed. FERA was replaced by the Foreign Exchange Management Act (FEMA) 1999. FEMA focused on increasing forex by promoting foreign trade and payments. It also repealed the draconian statist policies that had been followed until then. This opened the floodgates for MNCs to invest, expand, and operate in India. Macaulay's education system had already created an army of English-speaking individuals, which incidentally was the need of the hour for these companies. Hence, in the early 2000s, Indians were considered a cheaper, English-speaking alternative workforce.",
			"In its nascent stages, GCCs were characterized by the establishment of numerous call centers and IT centers to delegate menial, repetitive tasks of MNCs. However, according to business pundits, the Indian GCC market is currently undergoing both qualitative and quantitative transformation.",
			"This topic brings to mind John Jeffcoat's film 'Outsourced' (2006). The film follows Todd, a Seattle-based novelty products salesman, who is informed that his work is being outsourced to a small call center in Gharapuri. Todd, initially uncomfortable with the cultural change, eventually adapts, starts enjoying his time in India, and becomes an invaluable asset to the call center team.",
			"Since then, the Indian GCC market has matured and evolved beyond this cliché. GCCs are no longer limited to mundane, low-paying jobs. In fact, the tables have turned. Most of the day-zero slots at IITs are reserved for GCCs, which also pay over 20% higher compensation on average compared to other tech services companies. Youngsters are eager to secure roles in lucrative 'FAANG', 'MBB', or 'Big 4' companies, while Indian companies like 'WITCH' often face stigma for long working hours and lower salaries.",
			"While Covid-19 had a soporific effect on the global market, it accelerated digitalization. Many industries, like education, went entirely online during the pandemic, leading to an irreversible dependence on digital services. Furthermore, there has been much discussion about emerging technologies like AI, ML, and generative AI. This has led to a rise in tech jobs and new roles in areas like prompt engineering and ethical hacking. India, producing 1.5 million engineering graduates yearly, offers a vast talent pool for this growing tech industry.",
			"The global semiconductor crisis (2020-2023) highlighted vulnerabilities in the supply chain, exacerbated by U.S.-China trade tensions, the Russia-Ukraine conflict, and natural disasters affecting key semiconductor plants. This crisis exposed gaps in the global semiconductor industry, creating opportunities for India to develop a robust semiconductor infrastructure.",
			"In response, the Indian government launched the India Semiconductor Mission in 2021 under the Ministry of Electronics and IT (MeitY), aiming to boost the country's semiconductor ecosystem. India has also partnered with the USA under iCET (Initiative on Critical and Emerging Technology) to strengthen semiconductor manufacturing and supply chains. With a projected market value exceeding $100 billion, the semiconductor industry is expected to generate 800,000 to 1 million jobs over the next 5-8 years. Semiconductor design GCCs now make up roughly 4% of India's overall GCC landscape, growing at an average rate of 7% annually. Prime Minister Narendra Modi aptly stated, 'When the chips are down, you can bet on India.'",
			"According to the Zinnov-NASSCOM report, more than 74% of telecom and networking GCCs in India are U.S.-headquartered. In Q4 2023, U.S.-headquartered MNCs accounted for about 50% of new GCCs established in India. This trend may lead to a cultural shift towards the West, as evidenced by the increasing popularity of Western traditions like Halloween among children in Bengaluru.",
			"On the geopolitical front, overreliance on Western conglomerates challenges the traditional 'Nehruvian' Non-Alignment Movement (NAM). It remains to be seen whether the Indian government will balance this global power dynamic or adopt a more laissez-faire approach.",
			"In conclusion, the evolution of GCCs in India reflects the country's economic and technological growth. From their humble beginnings as service centers, they have transformed into business units driving innovative solutions and delivering significant value. GCCs are here to stay, and in the coming years, they are set to play an even more significant role in shaping India's future. With favorable global economic conditions and rapid technological advancements, India has a unique opportunity to lead in the semiconductor and IT sectors, with GCCs playing a critical role in realizing the vision of an 'Indian Century.'"
		],
		"references": [
			"https://hr.economictimes.indiatimes.com/news/industry/building-an-industry-ready-workforce-for-indias-semiconductor-ecosystem/114944975",
			"https://www.business-standard.com/industry/news/gccs-in-india-becoming-nerve-centres-for-global-business-success-124053001374_1.html",
			"https://hr.economictimes.indiatimes.com/news/industry/building-an-industry-ready-workforce-for-indias-semiconductor-ecosystem/114944975",
			"https://economictimes.indiatimes.com/tech/technology/indias-gcc-count-rises-to-1700-in-fy24-revenue-up-40-at-64-6-billion-report/articleshow/113249180.cms?from=mdr",
			"https://en.wikipedia.org/wiki/Outsourced_(film)",
			"https://hr.economictimes.indiatimes.com/news/industry/building-an-industry-ready-workforce-for-indias-semiconductor-ecosystem/114944975",
			"https://www.orfonline.org/expert-speak/43065-70-policies-foreign-exchange-regulation-act-1973#_edn6",
			"https://www.forbes.com/sites/heatherwishartsmith/2024/07/19/the-semiconductor-crisis-addressing-chip-shortages-and-security/",
			"https://www.business-standard.com/industry/news/india-s-semiconductor-design-sector-booms-despite-q2-hiring-dip-report-124110400630_1.html"
		]
	},
	{
		"id": "4",
		"tags": ["Business", "Marketing", "Trends"],
		"title": "The Jaguar Rebranding Fiasco",
		"image": "/blog-covers/blog-4.png",
		"author": "Atharva Mishra",
		"date": "2024-11-20",
		"content": [
			"Jaguar, the luxury vehicle behemoth, has stirred a kerfuffle by releasing a new logo and a 'Social Media Tease' in November, leading to its relaunch as an EV brand this month at the Miami Art Week.",
			"A frisson of awkwardness crept down my spine as I watched Jaguar’s “Copy Nothing” teaser. I felt maybe I was not bourgeois enough to understand the 'Depth' of the video. But it seems like the big shots of the business world, like Elon Musk, are irked by the video as well.",
			"As the Greek philosopher Heraclitus believed—change is the only constant. Although he said this in context to metaphysics (more specifically in context to a flowing river), this rule applies to the car industry as well. In these changing times, there have been new winners and losers in this business world.",
			"Tesla has been one of those winners. Elon Musk, CEO of Tesla, pioneered his way to create the EV sector in the automotive industry. Since the inception of Model S in 2012, Tesla has been a household name and a front-runner in technological innovations in the avant-garde fields of lithium batteries, electric motors, and autopilot systems. Tesla has also been synonymous with Elon Musk's eccentric brand name and his vision of sustainable energy and affordable electric cars.",
			"Inspired by this success story, sundry conventional auto manufacturing brands moved from internal combustion engines (ICE) to EVs. However, the market has changed yet again. The tariffs on imports of Chinese-made EVs have risen, and the subsidies for them are going down. The dip in sales during COVID and the semiconductor chip crisis further exacerbated the debacle. Hence, in an attempt to boost sales, automakers are dabbling with various ideas to see which one clicks with the public.",
			"In 2021, Jaguar Land Rover, a subsidiary of Tata Motors, had announced a 'Reimagine Strategy,' in which it sought to reposition the brand, focus on sustainability, and electrify its vehicle line-up. Jaguar had been a loss-making arm of Tata Motors for many years, and maybe it was time to start afresh. According to Gerry McGovern, JLR Chief Creative Officer, Jaguar doesn't have any brand equity left. Therefore, he wants an “imaginative, bold, and artistic” approach to reshaping the brand.",
			"Jaguar has relinquished its clichéd bold logo to adopt a sleek word mark, which blends upper and lower case letters. Abjuring its classical monochrome tones, Jaguar now embraces a more lurid red, blue, and yellow palette. The use of bright colours is core to the brand’s philosophy of 'Exuberant Modernism.' Though change is a constant, it is a tough pill to swallow. Jaguar has jettisoned its brand image of “the British luxury vehicle for rich old white men” to adopt a 'woke' culture, which is more popular amongst the youth.",
			"If this rebranding is successful, it may mark a watershed event in the socio-cultural strata of the world. It would mean that the VIPs of the West resonate with this ideology. Other luxury brands would follow through to 'woke-ify' their identities in a bandwagon effect. These philosophies would become a symbol for conspicuous consumption and would be eulogized and then eventually normalized throughout the masses. With the advent of globalization, this impact will be felt worldwide.",
			"Their controversial teaser video did create a buzz, but in the form of negative publicity, specifically for not displaying Jaguar cars. It has drawn flak from the masses; however, being a 'Luxury Brand,' JLR doesn't cater to the masses. Even if they have attracted a handful of rich, young customers, their teaser would be successful.",
			"Despite the harsh opprobrium, all may not be lost. Even Apple’s 1997 legendary advertisement 'Think Different' did not display any Apple products. Even seemingly unpragmatic car designs like Tesla’s 'Cyber Truck' have performed well in the market, mainly due to the marketing genius of Elon Musk. Jaguar was in a do-or-die situation and has tried to rebuild its identity from scratch. The corollary of this gamble is yet to be known. Was this a rebirth, or a regicide? Only time will tell."
		],
		"references": [
			"https://www.jaguar.in/index.html",
			"https://www.youtube.com/watch?v=rLtFIrqhfng&ab_channel=Jaguar",
			"https://www.carexpert.com.au/car-news/jaguar-wont-be-the-british-bmw-anymore",
			"https://evmagazine.com/articles/jaguars-bold-rebrand-electric-future-with-modern-luxury",
			"https://www.forbes.com/sites/conormurray/2024/11/20/jaguar-rebrand-sparks-confusion-angers-anti-woke-critics-including-elon-musk-and-andrew-tate/",
			"https://www.investopedia.com/articles/personal-finance/061915/story-behind-teslas-success.asp",
			"https://www.jaguarlandrover.com/reimagine"
		]
	}
]
