[
	{
		"id": 1,
		"title": "Product Management Workshop",
		"date": "9/11/2024",
		"description": "Join us for an insightful Product Management workshop designed to equip you with essential knowledge and skills. Dive into current market trends, learn how to get started, master root cause analysis, and explore real-world case studies to enhance your expertise.",
		"location": "Classroom F101, BITS Pilani, Hyderabad Campus",
		"time": "2:00 PM - 6:00 PM"
	},
	{
		"id": 2,
		"title": "Break The Case",
		"date": "10/11/2024",
		"description": "Dive into the thrill of 'Break The Case,' one of the flagship events of ATMOS 2024 at BITS Hyderabad. Put your consulting skills to the test as you tackle real-world business scenarios and solve complex strategic problems. Compete against the brightest minds and stand a chance to win exciting prizes worth ₹30,000.",
		"location": "Classroom F101, BITS Pilani, Hyderabad Campus",
		"time": "10:00 AM - 1:00 PM"
	},
	{
		"id": 3,
		"title": "ProdTrix 2.0",
		"date": "10/11/2024",
		"description": "Gear up for 'ProdTrix 2.0,' a comprehensive product management experience like no other. This event offers a complete teardown of product management fundamentals. Dive deep into case studies that replicate real-world scenarios, and apply your insights to solve intricate problems.",
		"location": "Online",
		"time": "2:00 PM - 6:00 PM"
	},
	{
		"id": 4,
		"title": "Guesstimate Workshop",
		"date": "21/8/2024",
		"description": "Experience the Guesstimate Workshop 2024 at BITS Hyderabad, where freshers sharpened their problem-solving skills through interactive sessions and real-world challenges. Join future events by BITS Hyderabad Consulting Group and ignite your potential!",
		"location": "Classroom F207, BITS Pilani, Hyderabad Campus",
		"time": "7:30 PM - 9:00 PM"
	},
	{
		"id": 5,
		"title": "Insight Odyssey - Round 1",
		"date": "16/11/2024",
		"description": "Join the Inter BITS Case Competition - Insight Odyssey, an inter-campus consulting showdown. Tackle real-world business challenges, compete, strategize, and showcase your insights. Stand a chance to win a cash prize of ₹30,000. Registration deadline: 5 PM, 16th November.",
		"location": "Online",
		"time": "https://bit.ly/interbits-casecomp?r=qr"
	},
	{
		"id": 6,
		"title": "PROD-EEZY 3.0",
		"date": "16/11/2024",
		"description": "Join the Product Management Cohort 'PROD-EEZY 3.0', organized by BGCC and BHCG. This exclusive program is 100% free, tailored for BITSians graduating in 2025 and 2026. Secure your spot quickly as seats are limited!",
		"location": "BITS Pilani, Hyderabad Campus",
		"time": "https://forms.gle/hzWv4n8y7xY9toAR7"
	}
]
