[
	{
		"id": 1,
		"align": "left",
		"role": "President",
		"name": "Rithvik Vallivedu",
		"profileKey": "por_1",
		"information": "I'm a dual major in Economics and Computer Science with a strong interest in business development. BHCG was the first club I joined, and it soon became the most meaningful part of my campus life. I believe in leading with clarity, working towards shared goals, and making decisions that are practical and people-focused. As President, I aim to build a platform that drives real impact-helping members grow through practical experience and industry collaborations, while shaping a strong consulting and product culture on campus and beyond.",
		"link": "https://www.linkedin.com/in/rithvik-vallivedu/"
	},
	{
		"id": 2,
		"align": "right",
		"role": "VP, Consulting",
		"name": "Sanjay Narayanan",
		"profileKey": "por_2",
		"information": "I am a student of Mechanical Engineering at BITS Pilani, Hyderabad Campus, with a passion for consulting, finance and business development. BHCG has been an integral part of my college journey. Stepping into the role as VP Consulting gives me the opportunity to lead high-impact client projects, drive strategic initiatives like case competitions and the casebook, and contribute to taking the club to new heights.",
		"link": "https://www.linkedin.com/in/sanjay-narayanan-069129288/"
	},
	{
		"id": 3,
		"align": "left",
		"role": "VP, Product & Analytics",
		"name": "Sanskar Paradeshi",
		"profileKey": "por_3",
		"information": "I’m an Eco + ECE dualite with a passion for Finance and Machine Learning. As the Vice President of Product Management and Data Analytics, I’m excited to help the club use data in smarter ways, improve how we work as a team, and support our members in solving real-world problems with real impact.",
		"link": "https://www.linkedin.com/in/sanskar-paradeshi-b02629291/"
	},
	{
		"id": 4,
		"align": "right",
		"role": "Tech & Design Lead",
		"name": "Aravind Sathesh",
		"profileKey": "por_4",
		"information": "As an ENI student with a strong interest in tech and design, I handle everything from designing and maintaining our website to supporting the team on technical projects. I bring a strong design sense and solid development experience, helping shape both our digital presence and the tools we build. Whether it’s refining interfaces or solving technical challenges, I ensure our work is clean, consistent, and effective.",
		"link": "https://www.linkedin.com/in/aravind-sathesh/"
	}
]
